export const sampleNote = `<h2>自動輸入經文功能</h2>
<p>嗎哪罐子的編輯器會偵測經文索引,接著將對應的經文自動輸入到筆記內文中</p>
<p>使用方法:</p>
<p>輸入 "<strong>書卷名稱</strong>""<strong>卷</strong>":"<strong>節</strong>" 然後按下<strong>空格鍵</strong>,就會自動輸入經文了！</p>
<p>例:出埃及記16:4</p><p>[4]耶和華對摩西說：「我要將糧食從天降給你們。百姓可以出去，每天收每天的分，我好試驗他們遵不遵我的法度。</p>
<p><br></p>
<p>※支援聖經<strong>書卷簡寫</strong>,例: 馬太福音、馬太、太 皆可使用</p>
<p>※支援一次輸入<strong>多段經文</strong>,例: 出埃及記16:4、出埃及記16:4-7、出埃及記16:4,14,16 皆可使用</p>
<p><br></p>
<h2>筆記連結功能</h2>
<p>透過嗎哪罐子的筆記連結功能,您可以快速的找到相關的筆記,並建立自己的知識網路</p>
<p>使用方法:</p>
<p>連結需手動建立,只需輸入<strong>#</strong>,再從選單內選取欲建立連結的筆記即可</p>
<p><br></p>
<p>※支援<strong>搜尋功能</strong>,輸入<strong>#</strong>後接著輸入關鍵字,可加速找尋相關筆記唷!</p>
<p><br></p>
<h2>聖經簡寫列表-舊約</h2><ol><li>創世記:創</li><li>出埃及記:出</li><li>利未記:利</li><li>民數記:民</li><li>申命記:申</li><li>約書亞記:書</li><li>士師記:士</li><li>路得記:得</li><li>撒母耳記上:撒上</li><li>撒母耳記下:撒下</li><li>列王紀上:王上</li><li>列王紀下:王下</li><li>歷代志上:代上</li><li>歷代志下:代下</li><li>以斯拉記:拉</li><li>尼希米記:尼</li><li>以斯帖記:斯</li><li>約伯記:伯</li><li>詩篇:詩</li><li>箴言:箴</li><li>傳道書:傳</li><li>雅歌:歌</li><li>以賽亞書:賽</li><li>耶利米書:耶</li><li>耶利米哀歌:哀</li><li>以西結書:結</li><li>但以理書:但</li><li>何西阿書:何</li><li>約珥書:珥</li><li>阿摩司書:摩</li><li>俄巴底亞書:俄</li><li>約拿書:拿</li><li>彌迦書:彌</li><li>那鴻書:鴻</li><li>哈巴谷書:哈</li><li>西番雅書:番</li><li>哈該書:該</li><li>撒迦利亞書:亞</li><li>瑪拉基書:瑪</li></ol>
<p><br></p>
<h2>聖經簡寫列表-新約</h2><ol><li>馬太福音:太</li><li>馬可福音:可</li><li>路加福音:路</li><li>約翰福音;約</li><li>使徒行傳:徒</li><li>羅馬書:羅</li><li>哥林多前書:林前</li><li>哥林多後書:林後</li><li>加拉太書:加</li><li>以弗所書:弗</li><li>腓立比書:腓</li><li>歌羅西書:西</li><li>帖撒羅尼迦前書:帖前</li><li>帖撒羅尼迦後書:帖後</li><li>提摩太前書:提前</li><li>提摩太後書:提後</li><li>提多書:多</li><li>腓利門書:門</li><li>希伯來書:來</li><li>雅各書:雅</li><li>彼得前書:彼前</li><li>彼得後書:彼後</li><li>約翰一書:約壹</li><li>約翰二書:約貳</li><li>約翰三書:約叁</li><li>猶大書:猶</li><li>啟示錄:啟</li></ol>`;